{
  "-JT9706Zke3ThKTXDPmz" : {
    "created" : 1406771826420,
    "post" : "Buddha’s famous saying tells us: “It is your resistance to ‘what is’ that causes your suffering.” Think about that for a minute. It means that our suffering only occurs when we resist how things are. If you can change something, then take action! Change it! But if you can’t change it, then you have two choices: (1) either accept it and let go of the negativity, or (2) make yourself miserable by obsessing over it.",
    "title" : "1. What is, is.",
    "updated" : 1406771826420
  },
  "-JT976-rFc6z3pQWnF0N" : {
    "created" : 1406771853285,
    "post" : "Many times, we are our own worst enemy. Happiness is really dependent on perspective. If you think something is a problem, then your thoughts and emotions will be negative. But if you think it’s something you can learn from, then suddenly, it’s not a problem anymore.",
    "title" : "2. It’s only a problem if you think it’s a problem.",
    "updated" : 1406771853285
  },
  "-JT97PmT1qWBlFbR5Yw1" : {
    "created" : 1406771768660,
    "post" : "Your outer world is a reflection of your inner world. Don’t you know people whose lives are chaotic and stressful? And isn’t that largely because they feel chaotic inside? Yes, it is. We like to think that changing our circumstances will change us. But we have it backwards—we need to change ourselves first before our circumstances will change.",
    "title" : "3. If you want things to change, you need to start with changing yourself.",
    "updated" : 1406771768660
  },
  "-JT97rUIp1ADAYwsTfOI" : {
    "created" : 1406771886217,
    "post" : "You should just wipe the word “failure” right out of your vocabulary. All great people who have ever achieved anything have “failed” over and over. In fact, I think it was Thomas Edison who said something like, “I did not fail at inventing the light bulb, I just first found 99 ways that it didn’t work.” Take your so-called “failures” and learn something from them. Learn how to do it better next time. -",
    "title" : "4. There is no such thing as failure—only learning opportunities.",
    "updated" : 1406771886217
  },
  "-JT982H4_ohutcYtnjxH" : {
    "created" : 1406771934524,
    "post" : "That’s hard to believe sometimes, I know. But it’s true. Usually, when you look back at your life, you will be able to see why it was actually a good thing that something didn’t work out. Maybe the job you didn’t get would have made you spend more time away from your family, but the job you did get was more flexible. Just have faith that everything happens exactly the way it’s supposed to.",
    "title" : "5. If you don’t get something you want, it just means something better is coming.",
    "updated" : 1406771934524
  }
}
